---
image:
    path: preview-image
    lqip: 
    alt: ""

title: "X-E5으로 넘어오다"

categories: [에세이, 제품 리뷰]
tags: [에세이, 제품 리뷰]
start_with_ads: true

toc: true
toc_sticky: true

date: 2025-10-29 00:00:00 +0900
last_modified_at: 2025-10-29 00:00:00 +0900
---

## **풀프레임의 불편함과 꿀매의 등장**

시그마 20-200mm 렌즈와 탐론 25-200mm렌즈가 출시되는 와중에 소니 말고 다른 브랜드로 넘어가는 이유가 있습니다.

근 1년간 소니 A7C를 메인 카메라로 사용해왔지만 무게가 너무 부담스러워서 불만이 있었습니다. 카메라를 소장하는 이유가 여행 등에서 가볍게 툭툭 사진을 남기고 싶어서인데, 특히 가벼운 줌렌즈로 평가받는 2070G의 경우에도 제 기준으로는 너무 무거웠습니다.

당근에서 300컷대 X-E5와 티티아티산 27mm F2.8 렌즈 및 기타 구성품을 190만원에 판다는 매물을 발견했습니다.

## **장점과 단점**

### **수려한 디자인**

먼저 디자인적 장점입니다. X-E5는 당연히 예쁜 카메라지만 다른 카메라와 구별되는 몇 가지 포인트가 있습니다.

- 제품의 상부가 최근에 출시된 GFX100RF와 같이 알루미늄으로 가공되어 있습니다. 그래서 겉보기로도 아름답고, 손에 쥐었을 때도 차가운 금속의 질감이 느껴집니다.
- 셔터스피드 다이얼이 전작 X-E4나 X100VI, X-Pro 3와 달리 본체에 파묻히지 않고 온전히 드러나게 되면서 기하학적으로 느껴집니다. 그러면서 너무 많은 다이얼을 남발하지 않고 최소주의 기조를 보존했습니다. 이는 라이카 M, Q 시리즈에서나 보이던 특징인데, 최근 레인지파인더 대신 전자식 뷰파인더가 탑재된 채 출시된 라이카 M EV1을 생각해본다면 정말 라이카에 거의 근접해있다는 인상을 줍니다.


- 뷰파인더 센서가 필름 시뮬레이션 다이얼과 매우 근접해있는 것은 가장 눈에 띄는 오류입니다. 필름 시뮬레이션을 돌릴 때마다 간섭이 생겨 전자식 뷰파인더가 켜지는 불편함이 있습니다.
- 다이얼을 돌리는 감각이 제 기준으로는 충분하게 단단하지 않습니다. 특히 필름 시뮬레이션 다이얼의 경우 정말 느슨해서 종이와 골판지를 만지는 것 같다는 조작감을 받았습니다. 
- 그립감을 위해 돌출된 부분은 옥의 티라고 생각합니다. 전작 X-E4나 타사 제품인 니콘 ZFC의 경우 매끈하게 디자인되었는데 디자인적으로 아쉽습니다.

제가 가진 제품은 실버인데 정말 수려합니다. 원래 전자기기는 블랙, 특히 전문적인 장비일 수록 밝은 색을 피하려고 하지만 X-E5는 예외적으로 예쁘다는 인상을 받았습니다.

### **클래식 디스플레이**

X-E5에서 도입된 새 뷰파인더 인터페이스 모드가 매우 만족스럽습니다. 5세대 바디에서 사용되는 40MP 고화소 센서의 이점을 활용해 RF카메라의 사용 경험을 흉내낸 것인데, 사실 단순 크롭만 수행하므로 풀프레임 카메라의 APS-C 모드와 동일한 기능이지만 멋지게 재해석되었습니다.

### **필름 시뮬레이션**

필름 시뮬레이션은 후지필름의 아이덴티티입니다. 많은 분들이 좋아하는 기능이지만 개인적으로는 두 가지 상반된 관점에서 이해하게 됩니다. 먼저 긍정적으로 생각해보자면,

- 필름 롤 제조회사로서 자사 제품의 색감을 옮겼다는 상징성에 주목한다면 사진 결과물에서 재미있는 의미를 부여할 수 있습니다. 만족스러울 수 있습니다.
- 가볍게 사용할 수 있는 JPG 직출 기능이 필요하다면 유용합니다.

- 기술적으로는 단순히 톤 곡선과 색상 조정에 지나지 않는다는 것을 이해한다면 필름 시뮬레이션이 대단한 기능은 아닙니다.
- 저와 같이 RAW 파일을 색채 전문적으로 보정하는 과정 자체를 즐긴다면 크게 의미있는 기능이 아닙니다.

### **이미지 센서**

조금 공학적으로 접근해보자면 Bayer 패턴이 어쩌구

![사진]()
*Bayer 패턴?*

- 픽셀 배열과 적층형 어쩌구

### **최고의 단점**

방진방적이 없습니다.

## **앞으로**

23mm F2.8을 구해서 사용해보는 것이 목표입니다.